{"Rembrandt Harmensz. van Rijn (1606-1669)": ["Self-Portrait in a Cap and Scarf with Face dark: Bust", "etching, 1633, on laid paper, a fine impression of New Hollstein's second state (of five), laid down onto a support sheet, with thread margins, partially remargined, a short tear with an associated tiny paper loss at upper right, a short tear at the lower left sheet corner, a few other small, very skilfully repaired defects, the subject in very good condition P., S. 142 x 111 mm.", "USD 8,125"], "Pablo Picasso": ["Quatre Femmes nues et Tête sculptée, from: La Suite Vollard", "etching and engraving, 1934, on Montval laid paper, watermark Vollard, signed in pencil, from the edition of 260 (there was also an edition of fifty with wider margins), published by A. Vollard, Paris, 1939, the full sheet, a deckle edge at left, in very good condition P. 223 x 316 mm., S. 340 x 450 mm.", "USD 36,000", ["Quatre Femmes nues et Tête sculptée, from: La Suite Vollard", "etching and engraving, 1934, on Montval laid paper, watermark Vollard, signed in pencil, from the edition of 260 (there was also an edition of fifty with wider margins), published by A. Vollard, Paris, 1939, the full sheet, a deckle edge at left, in very good condition P. 223 x 316 mm., S. 340 x 450 mm.", "USD 25,000"]], "Pablo Picasso (1881-1973)": ["Femme assise, robe bleue", "signed and dated 'Picasso 25.10.39.' (lower left); dated again and inscribed '25.10.39. Royan' (on the reverse) oil on canvas 28 ¾ x 23 5/8 in. (73 x 60 cm.) Painted on 25 October 1939", "USD 45,047,500"], "Louis Marcoussis (1883-1941)": ["Bar du porto", "signed with monogram (upper left) oil on canvas 13 1/8 x 18 1/8 in. (33.5 x 46.2 cm.) Painted circa 1911", "USD 149,000", ["Portrait d'Alice Halicka", "fixé sous verre 66 x 34.7 cm. Peint vers 1923  fixé sous verre 26 x 13 5/8 in. Painted circa 1923", "USD 182,500"], ["La Table", "etching in colours, 1930, on Japan paper, signed in pencil, numbered 3/20 (there was also an edition of 120 on Arches), published by Jeanne Bucher, Paris, with wide margins, presumably the whole sheet, some soft creases at the corners, otherwise in very good condition  P. 245 x 180 mm., S. 500 x 379 mm.", "GBP 9,200"]], "Rembrandt Harmensz. van Rijn": ["Christ at Emmaus: The smaller Plate", "etching with drypoint, 1634, without watermark, a good impression of this scarce print, New Hollstein's only state, beginning to show some wear in places, trimmed to or on the platemark, generally in very good condition P., S. 104 x 75 mm.", "GBP 6,875"], "Marc Chagall": ["Self-Portrait", "lithograph in colours, 1960, on Arches wove paper, signed in pencil, numbered 35/40, published by André Seurat, Paris, the full sheet, the colours fresh, some pale light-staining, generally in good condition  L. 315 x 250 mm., S. 475 x 320 mm.", "GBP 6,000"], "Joan Miró (1893-1983)": ["Femme et Chien devant la Lune", "pochoir in colours, 1935, on wove paper, signed and dated in pencil, numbered 5/60, published by Adlan, Barcelona, with their stamp verso, the full sheet, a few pale foxmarks in the margins, the tips of the upper and lower left sheet corners slightly creased, otherwise in very good condition  L. 512 x 455 mm., S. 655 x 500 mm.", "GBP 11,250"]}